"ADD_EVENT_PROMPT" = "Ange detaljer för denna aktivitet.";
"ADD_EVENT" = "Lägg till aktivitet";
"EDIT_EVENT" = "Ändra";
"CANCEL" = "Avbryt";

"DELETE" = "Radera";
"DELETE_ONE" = "Radera endast denna";
"DELETE_FUTURE" = "Radera alla framtida";
"DELETE_RECURRING_ALERT_TITLE" = "Detta är en upprepande aktivitet.";
"DELETE_EVENT" = "Radera aktivitet";

"DETACH_ONE" = "Spara endast för denna";
"DETACH_FUTURE" = "Spara för alla framtida";
"DETACH_ALL" = "Spara för alla aktiviteter";
"DETACH_ALERT_TITLE" = "Detta är en upprepande aktivitet.";

"CANCEL_DIRTY_ALERT_TITLE" = "Aktiviteten har ändrats.";
"CANCEL_DIRTY_CANCEL" = "Avbryt ändring";
"CANCEL_DIRTY_REVIEW" = "Gå igenom ändring";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Kan inte skicka inbjudan";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "”%@” verkar inte vara en giltig e-postadress.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Titel";
"LOCATION_PLACEHOLDER" = "Plats";
"TITLE_DETAIL_NAV_TITLE" = "Titel och plats";
"DEFAULT_EVENT_TITLE" = "Ny aktivitet";
"ADD_TO_CALENDAR" = "Lägg till i kalender";

"STARTS" = "Börjar";
"ENDS" = "Slutar";
"DATE_DETAIL_NAV_TITLE" = "Start och slut";
"ALL_DAY_SWITCH_TITLE" = "Heldag";
"TIME_ZONE" = "Tidszon";
"FLOATING" = "Flytande";

"REPEAT" = "Upprepa";
"NEVER_DETAIL" = "Aldrig";
"DAILY_DETAIL" = "Varje dag";
"WEEKLY_DETAIL" = "Varje vecka";
"BIWEEKLY_DETAIL" = "Varannan vecka";
"MONTHLY_DETAIL" = "Varje månad";
"YEARLY_DETAIL" = "Varje år";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Upprepa";
"END_REPEAT" = "Avsluta upprepn.";
"END_REPEAT_NAV_TITLE" = "Avsluta upprepn.";
"TIME_ZONE_CHOOSER_PROMPT" = "Skriv in en stad.";

"REPEAT_FOREVER" = "Upprepa alltid";

"ADD_INVITEES_NAV_TITLE" = "Lägg till inbjudna";
"ADD_INVITEES_PROMPT" = "Lägg till inbjudna för den här aktiviteten.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Kan inte spara aktivitet";
"ALERT_TIME" = "Påminnelsetid";
"CANNOT_REPEAT_EVENT" = "Kan inte upprepa aktivitet";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

